tap "hashicorp/tap"
tap "po-sen/tap"
brew "git"
brew "asdf"
brew "python@3.13"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "glib"
brew "cairo"
brew "docker-compose"
brew "gcc"
brew "gnupg"
brew "harfbuzz"
brew "helm"
brew "htop"
brew "jq"
brew "openjdk"
brew "kafka"
brew "kubernetes-cli"
brew "make"
brew "nginx"
brew "nmap"
brew "pkgconf"
brew "postgresql@14"
brew "postgresql@17"
brew "rclone"
brew "redis"
brew "rust"
brew "s3cmd"
brew "swi-prolog"
brew "telegram-downloader"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "wrk"
brew "xclip"
brew "zsh"
brew "zsh-completions"
brew "hashicorp/tap/terraform"
brew "po-sen/tap/neovim"
cask "adguard"
cask "adguard-vpn"
cask "chatgpt"
cask "clicker-for-netflix"
cask "cursor"
cask "dbeaver-community"
cask "deepl"
cask "discord"
cask "docker-desktop"
cask "drawio"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "keepingyouawake"
cask "keka"
cask "ledger-live"
cask "megasync"
cask "microsoft-edge"
cask "postman"
cask "proxyman"
cask "rectangle"
cask "signal"
cask "stats"
cask "steam"
cask "sublime-text"
cask "tetrio"
cask "unshaky"
cask "visual-studio-code"
cask "welly"
vscode "1yib.rust-bundle"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "rust-lang.rust-analyzer"
vscode "sonarsource.sonarlint-vscode"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wolfieshorizon.python-auto-venv"
vscode "xabikos.javascriptsnippets"
