tap "po-sen/tap"
brew "git"
brew "asdf"
brew "bash"
brew "bash-completion@2"
brew "colima"
brew "kubernetes-cli"
brew "devspace"
brew "docker-compose"
brew "glib"
brew "helix"
brew "helm"
brew "helmfile"
brew "htop"
brew "jq"
brew "make"
brew "nats-server"
brew "nmap"
brew "pipx"
brew "qemu"
brew "redis"
brew "ruby"
brew "tmux"
brew "tree"
brew "watch"
brew "wrk"
brew "xclip"
brew "zsh"
brew "zsh-completions"
brew "po-sen/tap/neovim"
cask "clickup"
cask "dbeaver-community"
cask "docker-desktop"
cask "drawio"
cask "google-chrome"
cask "iterm2"
cask "keepingyouawake"
cask "keka"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "ngrok"
cask "postman"
cask "rectangle"
cask "signal"
cask "slack"
cask "sublime-text"
cask "tetrio"
cask "unshaky"
cask "visual-studio-code"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "mikoz.black-py"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "njqdev.vscode-python-typehint"
vscode "sonarsource.sonarlint-vscode"
vscode "vscodevim.vim"
vscode "vue.volar"
