tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "asdf"
brew "bash"
brew "bash-completion@2"
brew "colima"
brew "kubernetes-cli"
brew "devspace"
brew "docker-compose"
brew "git"
brew "glib"
brew "helix"
brew "helm"
brew "helmfile"
brew "htop"
brew "jq"
brew "python@3.12"
brew "make"
brew "neovim"
brew "nmap"
brew "qemu"
brew "redis"
brew "tmux"
brew "tree"
brew "watch"
brew "wrk"
brew "xclip"
brew "zsh"
brew "zsh-completions"
cask "clickup"
cask "cursor"
cask "dbeaver-community"
cask "deepl"
cask "docker"
cask "drawio"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "iterm2"
cask "keepingyouawake"
cask "keka"
cask "miro"
cask "postman"
cask "rectangle"
cask "signal"
cask "slack"
cask "stats"
cask "sublime-text"
cask "unshaky"
cask "visual-studio-code"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "mikoz.black-py"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "sonarsource.sonarlint-vscode"
vscode "vscodevim.vim"
